Repository: AtlanticSolutions/oneinternational
Catalog: project-model/ios/objC/LAB360 Project ObjC/LAB360-ObjC/*.lproj/Localizable.strings
Languages: pt_br

# SCREEN_TITLE_100_YEARS
source: 100 years
pt_br: 100 anos

# SCREEN_TITLE_SIGNUP
source: Sign-up
pt_br: Cadastro

# SCREEN_TITLE_ACCOUNT
source: Edit Profile
pt_br: Editar Perfil

# SCREEN_TITLE_EVENTS
source: Events
pt_br: Eventos

# SCREEN_TITLE_MYEVENTS
source: Event
pt_br: Evento

# SCREEN_TITLE_SUBSCRIBE
source: Sign-up
pt_br: Inscrição

# SCREEN_TITLE_DOWNLOADS
source: Available Files
pt_br: Arquivos Disponíveis

# SCREEN_TITLE_MY_DOWNLOADS
source: My Files
pt_br: Meus Documentos

# SCREEN_TITLE_FILE
source: Archive
pt_br: Arquivo

# SCREEN_TITLE_RESET_PASSWORD
source: Forgot Password
pt_br: Redefinir Senha

# SCREEN_TITLE_FIND_ASSOCIATES
source: Search Associates
pt_br: Pesquisa de Associados

# SCREEN_TITLE_ASSOCIATES_RESULT
source: Search Results
pt_br: Resultado Pesquisa

# SCREEN_TITLE_ASSOCIATE
source: Associate
pt_br: Associado

# SCREEN_TITLE_CONTACT
source: Contact
pt_br: Contato

# SCREEN_TITLE_TIMELINE
source: Chamber's History
pt_br: História da Câmara

# SCREEN_TITLE_NEWS_PORTAL
source: News Portal
pt_br: Portal de Notícias

# SCREEN_TITLE_NEWS_DETAIL
source: News
pt_br: Notícia

# SCREEN_TITLE_ABOUT
source: About
pt_br: Sobre

# SCREEN_TITLE_HELP
source: Help
pt_br: Ajuda

# SCREEN_TITLE_NEWS_CATEGORY_FILTER
source: Categories
pt_br: Categorias

# SCREEN_TITLE_FOTO
source: Photo
pt_br: Foto

# SCREEN_TITLE_GROUPS
source: Groups
pt_br: Grupos

# SCREEN_TITLE_MASK
source: Mask
pt_br: Máscara

# SCREEN_TITLE_MASK_SHARE
source: Share!
pt_br: Compartilhe!

# SCREEN_TITLE_NOTIFICATIONS
source: Notifications
pt_br: Notificações

# SCREEN_TITLE_TEAM
source: Team
pt_br: Equipe

# SCREEN_TITLE_SPONSORS
source: Sponsors
pt_br: Patrocinadores

# SCREEN_TITLE_AGENDA
source: My Agenda
pt_br: Minha Agenda

# SCREEN_TITLE_NEW_CHAT
source: New Chat
pt_br: Novo Chat

# SCREEN_TITLE_FEED_VIDEOS
source: Videos
pt_br: Vídeos

# SCREEN_TITLE_PARTICIPANTS
source: Participants
pt_br: Participantes

# SCREEN_TITLE_COMMENTS
source: Comments
pt_br: Comentários

# SCREEN_TITLE_ORDER
source: Orders
pt_br: Pedidos

# SCREEN_TITLE_PRODUCT_DETAIL
source: Product Detail
pt_br: Detalhe Produto

# SCREEN_TITLE_CATALOGS
source: Select the Catalog
pt_br: Selecione o Catálogo

# SCREEN_TITLE_SHOP_CART
source: Cart
pt_br: Carrinho

# SCREEN_TITLE_POINTS
source: My Points
pt_br: Meus Pontos

# SCREEN_TITLE_ORDERS
source: My Orders
pt_br: Meus Pedidos

# SCREEN_TITLE_CATEGORIES
source: Categories
pt_br: Categorias

# SCREEN_TITLE_PRODUCTS
source: Products
pt_br: Produtos

# SCREEN_TITLE_PROMOTIONS
source: Promotions
pt_br: Promoções

# SCREEN_TITLE_SURVEY_PROMOTION
source: Survey
pt_br: Pesquisa

# SCREEN_TITLE_MY_INVOICES
source: My Invoices
pt_br: Minhas NF's

# SCREEN_TITLE_INVOICE_EXTRACT
source: Balance
pt_br: Extrato

# SCREEN_TITLE_CONFIRM_ATTENDANCE
source: Confirm Presence
pt_br: Confirmar Presença

# SCREEN_TITLE_COUPOM
source: Coupom
pt_br: Cupom

# SCREEN_TITLE_SHOWCASE_USER_COLLECTION
source: My Collection
pt_br: Minha Coleção

# SCREEN_TITLE_APP_OPTIONS
source: Options
pt_br: Opções

# SCREEN_TITLE_MONITORED_REGIONS
source: Virtual Fences
pt_br: Cercas Virtuais

# ALERT_TITLE_SUCCESS
source: Success
pt_br: Sucesso

# ALERT_TITLE_ERROR
source: Error
pt_br: Erro

# ALERT_TITLE_NO_APP
source: Attention
pt_br: Atenção

# ALERT_MESSAGE_NO_APP
source: This app is not currently available, try again later.
pt_br: Este aplicativo não está liberado no momento, tente novamente mais tarde

# ALERT_TITLE_INVALID_INVOICE
source: Invalid Invoice
pt_br: Nota Recusada

# ALERT_TITLE_EMPTY_FIELDS
source: Empty Fields
pt_br: Campos Vazios

# ALERT_MESSAGE_EMPTY_FIELDS
source: Email and password required.
pt_br: Os campos Email e Senha são obrigatórios.

# ALERT_MESSAGE_EMPTY_FIELDS_USER
source: All the fields are required.
pt_br: Todos os campos são obrigatórios.

# ALERT_MESSAGE_EMAIL_INVALID
source: Email invalid. Verify that you entered the correct e-mail address.
pt_br: Email inválido. Verifique se digitou corretamente o email.

# ALERT_MESSAGE_CPF_INVALID
source: CPF invalid. Verify that you entered the correct CPF.
pt_br: CPF inválido. Verifique se digitou corretamente o CPF.

# ALERT_MESSAGE_CNPJ_INVALID
source: CNPJ invalid. Verify that you entered the correct CNPJ.
pt_br: CNPJ inválido. Verifique se digitou corretamente o CNPJ.

# ALERT_MESSAGE_PASSWORD_INVALID
source: Your password must contain min. 8 and max. 14 characters.
pt_br: Sua senha deve conter entre 8 e 14 caracteres.

# ALERT_MESSAGE_PASSWORD_MATCH
source: The confirmation must match the new password.
pt_br: Os campos nova senha e confirmação de senha devem ser iguais.

# ALERT_MESSAGE_EMPTY_FIELDS_GENERAL
source: Every field is required.
pt_br: Todos os campos são obrigatórios.

# ALERT_MESSAGE_EMPTY_FIELDS_EVENT
source: With the exception of the Additional information and Observation fields, all are required.
pt_br: Com exceção dos campos Complemento e Observações, todos tem preenchimento obrigatório.

# ALERT_MESSAGE_CREATION_SUCCESS
source: User created successfully.
pt_br: Usuário criado com sucesso.

# ALERT_MESSAGE_UPDATE_SUCCESS
source: Profile updated successfully.
pt_br: Perfil atualizado com sucesso.

# ALERT_TITLE_AUTHENTICATION_ERROR
source: Error Authentication
pt_br: Erro Autenticação

# ALERT_MESSAGE_AUTHENTICATION_ERROR
source: It was not possible to verify the user. Verify entered email and password
pt_br: Não foi possível verificar o usuário. Verifique o Email e Senha informados.

# ALERT_MESSAGE_CODE_AUTHENTICATION_ERROR
source: This event code doesn't exists.
pt_br: Este código de evento não existe.

# ALERT_TITLE_CONFIGURATION_ERROR
source: Error
pt_br: Erro

# ALERT_MESSAGE_CONFIGURATION_ERROR
source: It was not possible to verify the configuration data to app.
pt_br: Não foi possível carregar as configurações do aplicativo.

# ALERT_MESSAGE_AUTHENTICATION_AFTER_SIGNUP_ERROR
source: Your account was created successfully, but it was not possible to connect you automatically. Please login manually.
pt_br: Sua conta foi criada com sucesso, mas não não foi possível criar uma sessão automaticamente. Por favor, autentique-se manualmente.

# ALERT_TITLE_CREATION_ERROR
source: Creation Error
pt_br: Erro Criação

# ALERT_MESSAGE_CREATION_ERROR
source: It was not possible to create the user. Please try again.
pt_br: Não foi possível criar o usuário. Tente novamente.

# ALERT_MESSAGE_UPDATE_ERROR
source: It was not possible to update the user. Please try again.
pt_br: Não foi possível atualizar o usuário. Tente novamente.

# ALERT_MESSAGE_PASSWORD_ERROR
source: It was not possible to update the password. Please try again.
pt_br: Não foi possível atualizar a senha. Tente novamente.

# ALERT_MESSAGE_ASSOCIATES_SEARCH_ERROR
source: It was not possible to complete your search. Please try again later.
pt_br: Não foi possível pesquisar os associados neste momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_CONTACTS_SEARCH_ERROR
source: It was not possible to complete your search. Please try again later.
pt_br: Não foi possível pesquisar os contatos neste momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_UPDATE_PASSWORD_SUCCESS
source: Password updated successfully.
pt_br: Senha atualizada com sucesso.

# ALERT_TITLE_EMPTY_RESULT_ASSOCIATES_SEARCH
source: No Results.
pt_br: Sem Resultados

# ALERT_MESSAGE_EMPTY_RESULT_ASSOCIATES_SEARCH
source: No associates found. Try changing the filter.
pt_br: Nenhum associado foi encontrado com os filtros informados.

# ALERT_TITLE_FORGOT_PASSWORD
source: New Password
pt_br: Recuperar Senha

# ALERT_MESSAGE_FORGOT_PASSWORD
source: Enter your email.
pt_br: Insira o email associado à sua conta.

# ALERT_MESSAGE_PASSWORD_RESET_SUCCESS
source: Verify your email to proceed.
pt_br: Verifique o email informado para continuar com a recuperação da Senha.

# ALERT_MESSAGE_PASSWORD_RESET_ERROR
source: An error accured. Please try again later.
pt_br: Um problema impede que a Senha seja recuperada neste momento. Tente mais tarde.

# ALERT_MESSAGE_PASSWORD_RESET_NOT_FOUND
source: The E-mail was not found.
pt_br: O E-mail inserido não esta cadastrado.

# ALERT_TITLE_NO_CONNECTION
source: No Connection
pt_br: Sem Conexão

# ALERT_MESSAGE_NO_CONNECTION
source: Please ensure your phone has an active internet connection.
pt_br: Por favor, verifique sua conexão com a internet e tente novamente.

# ALERT_TITLE_ERROR_CONNECTION_DATA
source: Attention!
pt_br: Atenção!

# ALERT_MESSAGE_ERROR_CONNECTION_DATA
source: Server Unavailable. Try again later.
pt_br: Não foi possível conectar com o servidor. Tente novamente mais tarde.

# ALERT_TITLE_ERROR_NEW_POST
source: New Post
pt_br: Nova Publicação

# ALERT_MESSAGE_ERROR_NEW_POST
source: You must enter an image or valid text to perform the publication.
pt_br: É necessário entrar com uma imagem ou texto válido para realizar a publicação.

# ALERT_TITLE_INCORRECT_EMAIL_FORMAT
source: Wrong Filetype
pt_br: Formato Incorreto

# ALERT_MESSAGE_INCORRECT_EMAIL_FORMAT
source: Email invalid
pt_br: O endereço de email informado não possui um formato válido para envio.

# ALERT_TITLE_PICK_PHOTO
source: Choose Photo
pt_br: Escolher Foto

# ALERT_MESSAGE_PICK_PHOTO
source: Take a picture or choose from gallery.
pt_br: Tire uma foto ou selecione uma da sua biblioteca de fotos.

# ALERT_TITLE_LOGOUT
source: Log out
pt_br: Sair

# ALERT_MESSAGE_LOGOUT
source: Do you really want log out?
pt_br: Deseja mesmo sair do aplicativo?

# ALERT_TITLE_DOWNLOAD
source: Download
pt_br: Transferência

# ALERT_MESSAGE_DOWNLOAD_EXISTS
source: Download succeeded. Access it through 'My files'.
pt_br: O arquivo selecionado já foi transferido. Ele pode ser visualizado no menu 'Meus documentos'.

# ALERT_MESSAGE_DOWNLOAD_SUCCESS
source: Downloaded and saved successfully!
pt_br: Arquivo transferido e salvo com sucesso!

# ALERT_MESSAGE_DOWNLOAD_ERROR
source: Download not possible. Please try again later.
pt_br: Não é possível transferir o arquivo neste momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_DOWNLOAD_ERROR_SAVE_TO_DISC
source: Error saving file.
pt_br: Erro ao salvar arquivo no disco.

# ALERT_MESSAGE_DOWNLOAD_DELETE
source: If you delete this file, you have to download it again to access it in your files. Do you want to proceed?
pt_br: Caso o arquivo seja excluído será necessário transferí-lo novamente para que o mesmo possa ser visualizado no futuro. Deseja continuar?

# ALERT_MESSAGE_DOWNLOAD_NODATA_RESPONSE
source: Not possible to verify the documents for this event. Please try again later.
pt_br: Não é possível verificar os arquivos disponíveis para este evento. Por favor, tente mais tarde.

# ALERT_MESSAGE_MASTER_DOWNLOAD_NODATA_RESPONSE
source: Not possible to verify the documents. Please try again later.
pt_br: Não é possível verificar os arquivos disponíveis. Por favor, tente mais tarde.

# ALERT_TITLE_CONFIRM
source: Confirm
pt_br: Confirmar

# ALERT_MESSAGE_EVENT_CONFIRM
source: Do you like to confirm your registration for this event?
pt_br: Deseja confirmar sua inscrição no evento?

# ALERT_MESSAGE_SUBSCRIBE_ERROR
source: Unable to sign up for the event, please try again.
pt_br: Não foi possível inscrever-se no evento, tente novamente.

# ALERT_TITLE_SUBSCRIBE_SUCCESS
source: Congratulations!
pt_br: Parabéns!

# ALERT_MESSAGE_SUBSCRIBE_SUCCESS
source: You have been sign up in the event. You can see your events on the calendar or on the menu My agenda.
pt_br: Inscrição realizada com sucesso, você poderá ver seus eventos em destaque no calendário ou pelo menu Minha agenda.

# ALERT_MESSAGE_DELETE_EVENT_SUCCESS
source: Event removed with success.
pt_br: Evento removido com sucesso.

# ALERT_TITLE_EMPTY_DOCUMENTS
source: Documents
pt_br: Documentos

# ALERT_MESSAGE_EMPTY_DOCUMENTS
source: Your downloads will appear here. Check for available documents at each events.
pt_br: Os documentos transferidos e disponíveis para visualização serão exibidos nesta tela. Verifique nos detalhes do 'Evento' quais são os arquivos disponíveis para download.

# ALERT_MESSAGE_CANCEL_SUBSCRIPTION
source: Would you like to cancel your registration for the event?
pt_br: Deseja cancelar sua inscrição nesse evento?

# ALERT_TITLE_CANCEL_SUBSCRIPTION
source: Cancel Registration
pt_br: Cancelar inscrição

# ALERT_MESSAGE_EVENTLIST_ERROR
source: Not possible to load list of events. Please try again later.
pt_br: Não foi possível carregar a lista de eventos. Tente novamente mais tarde.

# ALERT_MESSAGE_NEWS_PORTAL_ERROR
source: Not possible to load news. Please try again later.
pt_br: Não foi possível carregar a lista de notícias. Tente novamente mais tarde.

# ALERT_MESSAGE_DOWNLOADS
source: Downloads available at date of event.
pt_br: Os downloads estarão disponíveis a partir da data do evento.

# ALERT_MESSAGE_TIMELINE_ERROR
source: Not possible to load the history of the chamber. Please try again later
pt_br: Não foi possível carregar a história da câmara. Tente novamente mais tarde.

# ALERT_TITLE_CLOSED_SESSION
source: Session Expired
pt_br: Sessão Encerrada

# ALERT_MESSAGE_CLOSED_SESSION
source: Session expired, please log in again.
pt_br: A sessão atual não é mais válida. Por favor, autentique-se novamente.

# ALERT_TITLE_NO_CHANGES
source: No Updates.
pt_br: Sem Alterações

# ALERT_MESSAGE_NO_CHANGES
source: No updates of the information confirmed.
pt_br: Nenhuma alteração nos dados do usuário foram verificadas.

# ALERT_MESSAGE_PHOTO_SAVE
source: Photo saved sucessfully
pt_br: Foto salva com sucesso.

# ALERT_TITLE_SHARE_PHOTO
source: Share
pt_br: Compartilhar

# ALERT_MESSAGE_SHARE_PHOTO
source: Would you like to project the picture to the wall?
pt_br: Deseja exibir essa foto no telão do evento?

# ALERT_MESSAGE_SHARE_PHOTO_ERROR
source: Not possible to show the picture. Please try again later.
pt_br: Não foi possível exibir a foto. Tente novamente mais tarde.

# ALERT_MESSAGE_SHARE_PHOTO_SUCCESS
source: Your picture was shared successfully. Have an eye on the wall, your picture will be shown soon.
pt_br: Sua foto foi compartilhada com sucesso. Fique de olho no telão, ela será exibida em breve.

# ALERT_MESSAGE_CHAT_ERROR
source: Connection to chat failed. Please try again later.
pt_br: Não foi possível se conectar ao chat. Tente novamente.

# ALERT_MESSAGE_CHAT_NO_REGISTER
source: You don't participate in any chat.
pt_br: Você não participa de nenhum chat.

# ALERT_MESSAGE_CHAT_NO_MESSAGE_TO_SHOW
source: No messages to show.
pt_br: Nenhuma mensagem para exibir.

# ALERT_TITLE_CAMERA_PERMISSION
source: Permission Camera
pt_br: Permissão Câmera

# ALERT_MESSAGE_CAMERA_SCANNER_PERMISSION
source: To be able to access special media and videos, allow the access to the camera.
pt_br: Para poder escanear imagens especiais e ver vídeos interativos, autorize o uso da câmera.

# ALERT_MESSAGE_CAMERA_PHOTO_PERMISSION
source: Authorize the use of the camera so you can add photos to your posts.
pt_br: Autorize o uso da câmera para poder adicionar fotos em suas postagens.

# ALERT_MESSAGE_EMAIL_EXISTS
source: E-mail alredy used. Please, enter with another email.
pt_br: E-mail já cadastrado. Por favor, entre com outro e-mail

# ALERT_MESSAGE_CAMERA_PHOTO_PERMISSION_NF_REGISTER
source: Authorize the use of the camera so that you can scan your invoices.
pt_br: Autorize o uso da câmera para poder escanear suas notas fiscais.

# ALERT_MESSAGE_CAMERA_PHOTO_PERMISSION_QRCODE_READER
source: Authorize the use of the camera to scan the QRCode of digital cards.
pt_br: Autorize o uso da câmera para poder escanear o QRCode dos cartões digitais.

# ALERT_TITLE_PHOTO_LIBRARY_PERMISSION
source: Permission Photos
pt_br: Permissão Fotos

# ALERT_MESSAGE_PHOTO_LIBRARY_PERMISSION
source: Authorize access to your photos for use in your posts.
pt_br: Autorize o acesso as suas fotos para utilizá-las em suas postagens.

# ALERT_TITLE_SEND_MESSAGE_ERROR
source: Send Error
pt_br: Erro Envio

# ALERT_MESSAGE_SEND_MESSAGE_ERROR
source: Failed to send the message. Do you want to try again?
pt_br: Ocorreu uma falha ao enviar a mensagem. Deseja tentar novamente?

# ALERT_MESSAGE_SECTOR_SEARCH_ERROR
source: Not possible to load the list of sectors. Please, try again.
pt_br: Não foi possível carregar a lista de setores. Tente novamente.

# ALERT_MESSAGE_CATEGORY_SEARCH_ERROR
source: Not possible to load the list of categories. Please, try again.
pt_br: Não foi possível carregar a lista de categorias. Tente novamente.

# ALERT_MESSAGE_NEED_EMAIL
source: We noticed that you refused to give the information about your e-mail. For the application to work properly we need this information. Please, fill the e-mail field to complete your registration.
pt_br: Notamos que você recusou a permissão para o termos acesso a sua informação de email. Para que o aplicativo funcione da maneira correta precisamos dessa informação. Por favor, preencha o campo e-mail para completar seu cadastro.

# ALERT_MESSAGE_REMOVE_ERROR
source: Unable to sign up, please try again.
pt_br: Não foi possível remover sua inscrição, tente novamente.

# ALERT_MESSAGE_SPONSOR_SEARCH_ERROR
source: Not possible to load the list of sponsors. Please, try again.
pt_br: Não foi possível carregar a lista de patrocinadores. Tente novamente.

# ALERT_MESSAGE_SPONSOR_FIRST
source: First choose the sector that your company operates.
pt_br: Primeiro selecione o setor que sua empresa atua.

# ALERT_MESSAGE_CONVERSATION_ERROR
source: Not possible to load the chats. Please, try again.
pt_br: Não foi possível carregar suas conversas. Tente novamente.

# ALERT_MESSAGE_GROUP_SEARCH_ERROR
source: Not possible to load the group chats. Please, try again.
pt_br: Não foi possível carregar a lista da grupos. Tente novamente.

# ALERT_TITLE_LEAVE_CHAT
source: Leave
pt_br: Sair

# ALERT_MESSAGE_LEAVE_CHAT
source: Are you sure that you want to leave the chat group?
pt_br: Tem certeza que seja sair do grupo de chat?

# ALERT_MESSAGE_LEAVE_CHAT_ERROR
source: Not possible to leave the group. Please, try again.
pt_br: Não foi possível deixar o grupo. Tente novamente.

# ALERT_MESSAGE_BLOCK_UNBLOCK_USER_ERROR
source: This user's status could not be changed at this time. Please, try again.
pt_br: Não foi possível alterar o status deste usuário no momento. Tente novamente.

# ALERT_MESSAGE_CHAT_BLOCK
source: Do you want to block this user? You can not send or receive messages from him.
pt_br: Deseja bloquear este usuário? Você não poderá enviar nem receberá mensagens dele.

# ALERT_MESSAGE_CHAT_UNBLOCK
source: Do you want to unblock this user? You can send and receive messages from him.
pt_br: Deseja desbloquear este usuário? Você poderá enviar e receber mensagens dele.

# ALERT_TITLE_CHAT_BLOCKED_USER
source: Blocked
pt_br: Bloqueado

# ALERT_MESSAGE_CHAT_BLOCKED_USER
source: This user has been blocked and can not send messages to it.
pt_br: Este usuário foi bloqueado e não é possível enviar mensagens para o mesmo.

# ALERT_MESSAGE_FEED_VIDEOS_ERROR
source: We could not fetch information about the videos right now. Please try again later.
pt_br: Não foi possível obter informações sobre os vídeos no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_PARTICIPANTS_ERROR
source: We could not fetch information about the participants right now. Please try again later.
pt_br: Não foi possível obter informações sobre os participantes no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_POINTS_ERROR
source: We could not fetch information about the points right now. Please try again later.
pt_br: Não foi possível obter informações sobre os seus pontos no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_ORDERS_ERROR
source: We could not fetch information about the orders right now. Please try again later.
pt_br: Não foi possível obter informações sobre os pedidos no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_ORDER_HIST_ERROR
source: We could not fetch information about the order history right now. Please try again later.
pt_br: Não foi possível obter informações sobre o histórico do pedido no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_CATALOGS_ERROR
source: We could not fetch information about the catalogs right now. Please try again later.
pt_br: Não foi possível obter informações sobre os catálogos no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_CATEGORIES_ERROR
source: We could not fetch information about the categories right now. Please try again later.
pt_br: Não foi possível obter informações sobre as categorias no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_PROFILE_INFOS_ERROR
source: We could not fetch profile informations right now. Please try again later.
pt_br: Não foi possível obter informações do perfil no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_GET_PROMOTIONS_ERROR
source: We were not able to get the deals right now. Please try again later.
pt_br: Não foi possível obter as promoções no momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_REGISTER_PROMOTION_ERROR
source: We were unable to register for the promotion at this time. Please try again later.
pt_br: Não foi possível efetuar o registro na promoção neste momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_SEND_INVOICE_ERROR
source: We could not process your invoice at this time. Please try again later.
pt_br: Não foi possível processar sua nota fiscal neste momento. Por favor, tente mais tarde.

# ALERT_TITLE_NO_FILES_AVAILABLE
source: Attention
pt_br: Atenção

# ALERT_MESSAGE_NO_FILES_AVAILABLE
source: This event does not have any files currently available.
pt_br: Este evento não possui nenhum arquivo disponível no momento.

# ALERT_TITLE_NO_MASTER_FILES_AVAILABLE
source: Attention
pt_br: Atenção

# ALERT_MESSAGE_NO_MASTER_FILES_AVAILABLE
source: Any files currently available.
pt_br: Nenhum arquivo disponível no momento.

# ALERT_MESSAGE_EMPTY_FIELDS_CODE
source: Please, fill the code field.
pt_br: Por favor, preencha o campo código.

# ALERT_MESSAGE_SEND_COMMENT_ERROR
source: It was not possible to send your comment. Try again.
pt_br: Não foi possível enviar o comentário. Tente novamente.

# ALERT_MESSAGE_CREATE_POST_ERROR
source: It was not possible to create the post. Try again.
pt_br: Não foi possível criar a publicação. Tente novamente.

# ALERT_TITLE_NOTIFICATION_INTERACTIVE_FEEDBACK
source: Success!
pt_br: Sucesso!

# ALERT_MESSAGE_NOTIFICATION_INTERACTIVE_FEEDBACK
source: Thank you for participating!
pt_br: Obrigado por participar!

# ALERT_MESSAGE_CREATION_ERROR_EMAIL
source: E-mail not available.
pt_br: E-mail não disponível.

# ALERT_TITLE_POST_DELETE_CONFIRMATION
source: Post
pt_br: Publicação

# ALERT_MESSAGE_POST_DELETE_CONFIRMATION
source: Do you want to permanently remove this publication? This operation can not be rolled back.
pt_br: Deseja remover esta publicação permanentemente? Esta operação não poderá ser revertida.

# ALERT_TITLE_ORDER_PRODUCT_NOT_FOUND
source: Products Search
pt_br: Busca Produtos

# ALERT_MESSAGE_ORDER_PRODUCT_NOT_FOUND
source: No products with this reference were found.
pt_br: Nenhum produto com a referência foi encontrado.

# ALERT_TITLE_ORDER_NO_PRODUCTS
source: Without Products
pt_br: Sem Produtos

# ALERT_MESSAGE_ORDER_NO_PRODUCTS
source: There are no products available for search at this time.
pt_br: Não existem produtos disponíveis para busca no momento.

# ALERT_MESSAGE_SUCCESS_ADD_PRODUCT_CART
source: Product added to cart!
pt_br: Produto adicionado ao carrinho!

# ALERT_MESSAGE_ERROR_ADD_PRODUCT_CART
source: We could not add this product to your cart at this time. Please try again later.
pt_br: Não foi possível adicionar este produto no carrinho neste momento. Por favor, tente mais tarde.

# ALERT_MESSAGE_GET_PRE_PAYMENT_ERROR
source: Could not process order data at this time. Please try again later.
pt_br: Não foi possível processar os dados do pedido no momento. Por favor, tente mais tarde.
