Repository: AtlanticSolutions/oneinternational
Catalog: project-model/ios/objC/LAB360 Project ObjC/LAB360-ObjC/*.lproj/Localizable.strings
Languages: pt_br

# ALERT_MESSAGE_SEND_ORDER_ERROR_MAX_PRODUCT_ITEMS
source: One of the items in your cart has more units than the order allowed (maximum <qtd>). Please review your products.
pt_br: Um dos items do seu carrinho possui mais unidades que o permitido para realização do pedido (máximo <qtd>). Por favor, revise seus produtos.

# ALERT_MESSAGE_SEND_ORDER_ERROR_MIN_PRICE_VALUE
source: Your request does not have the minimum value needed to continue (minimum <value>). Please review your cart.
pt_br: Seu pedido não possui a valor mínimo necessário para continuar (mínimo <value>). Por favor, revise seu carrinho.

# ALERT_MESSAGE_ERROR_GET_ORDER_DETAIl_ITEMS
source: We could not find the items for this order at this time. Please try again later.
pt_br: Não foi possível resgatar os itens deste pedido no momento. Por favor, tente mais tarde.

# ALERT_TITLE_ERROR_SURVEY_ANSWER
source: Incorrect Answer!
pt_br: Resposta incorreta!

# ALERT_MESSAGE_ERROR_SURVEY_ANSWER
source: Please check the option you want and try again.
pt_br: Verifique a opção desejada e tente novamente.

# ALERT_MESSAGE_SUCCESS_SURVEY_REGISTER
source: Your promotion registration was successful!
pt_br: Seu cadastro na promoção foi realizado com sucesso!

# ALERT_TITLE_INCORRECT_CPF_FORMAT
source: Invalid CPF!
pt_br: CPF Inválido

# ALERT_MESSAGE_INCORRECT_CPF_FORMAT
source: Please enter a valid CPF to review your data.
pt_br: Por favor, insira um CPF válido para consultar seus dados.

# ALERT_MESSAGE_CPF_DATA
source: Enter your CPF to autocomplete your data.
pt_br: Insira seu CPF para preenchimento automático dos seus dados.

# ALERT_MESSAGE_INVOICE_SCAN_EMPTY
source: Take a photo of your Invoice looking to make the data readable in the image. This way the information you need is more likely to be scanned correctly.
pt_br: Tire uma foto da sua Nota Fiscal procurando deixar os dados bem legíveis na imagem. Desta forma as informações necessárias tem mais chance de serem escaneadas corretamente.

# ALERT_MESSAGE_INVOICE_SCAN_SUCCESS
source: Invoice successfully registered!
pt_br: Nota fiscal cadastrada com sucesso!

# ALERT_TITLE_INVOICE_SCAN_INFO
source: Invoice Scanner
pt_br: Scanner NF

# ALERT_MESSAGE_INVOICE_SCAN_INFO
source: Shoot your invoice by enclosing it in full. After shipping it will be processed and will be subject to due validation.
pt_br: Fotografe sua nota fiscal enquadrando-a por inteiro. Após o envio ela será processada e estará sujeita às devidas validações.

# ALERT_MESSAGE_INVOICE_SCAN_NO_REGISTRATION
source: You are not signed up for any promotion. Before you photograph your Invoices, sign up.
pt_br: Você não está cadastrado em nenhuma promoção. Antes de fotografar suas Notas Fiscais, cadastre-se.

# ALERT_MESSAGE_INVOICE_SCAN_NO_PROMOTION
source: No valid promotions allow the scan of Invoices. Check if there are valid promotions and if you have registered in any of them.
pt_br: Nenhuma promoção vigente permite o scan de Notas Fiscais. Verifique se existem promoções válidas e se você fez cadastro em alguma delas.

# ALERT_TITLE_INVALID_URL
source: Error
pt_br: Erro

# ALERT_MESSAGE_INVALID_URL
source: The address you provided can not be reached at this time. Check if the link is valid or if your device has internet access.
pt_br: No momento não é possível acessar o endereço fornecido. Verifique se o link é válido ou se o dispositivo tem acesso a internet.

# ALERT_TITLE_ACCOUNT_ERROR
source: Accounts
pt_br: Contas

# ALERT_MESSAGE_ACCOUNT_ERROR
source: Please share your account credentials in the device settings application to share.
pt_br: Por favor, para compartilhar é preciso inserir as credenciais da sua conta no aplicativo Ajustes do aparelho.

# ALERT_TITLE_SOCIAL_SHARE_ERROR
source: Attention!
pt_br: Atenção!

# ALERT_MESSAGE_SOCIAL_SHARE_ERROR
source: Error occurred sharing your message, try again.
pt_br: Ocorreu um erro ao compartilhar sua mensagem, tente novamente.

# ALERT_TITLE_ERROR_CALL_PHONE
source: Attention!
pt_br: Atenção!

# ALERT_MESSAGE_ERROR_CALL_PHONE
source: The phone call is not available.
pt_br: A chamada telefônica não está disponível.

# ALERT_TITLE_CONFIRM_ATTENDANCE
source: Done!
pt_br: Pronto!

# ALERT_MESSAGE_CONFIRM_ATTENDANCE
source: Your presence has been confirmed. You will receive an email with event and contact information.
pt_br: Sua presença já foi confirmada. Você receberá um email com mais informações do evento e dados para contato se tiver alguma dúvida.

# ALERT_MESSAGE_EMAIL_ERROR
source: Please make sure your device has a properly configured email account and try again.
pt_br: Por favor, verifique se seu dispositivo possui uma conta de email corretamente configurada e tente novamente.

# ALERT_TITLE_NOTIFICATION_LINK_ERROR
source: Attention!
pt_br: Atenção!

# ALERT_MESSAGE_NOTIFICATION_LINK_ERROR
source: Unable to view additional content at this time. Please try again later.
pt_br: Não é possível exibir o conteúdo adicional neste momento. Por favor, tente mais tarde.

# ALERT_TITLE_SHOWCASE_LOAD_IMAGES_ERROR
source: Error
pt_br: Erro

# ALERT_MESSAGE_SHOWCASE_LOAD_IMAGES_ERROR
source: We were unable to load all the resources needed to run the Virtual Showcase. Please try again later.
pt_br: Não foi possível carregar todos os recursos necessários para executar a Vitrine Virtual. Por favor, tente mais tarde.

# ALERT_TITLE_SHOWCASE_USER_COLLECTION
source: Collection
pt_br: Coleção

# ALERT_MESSAGE_SHOWCASE_USER_COLLECTION_ADD_SUCCESS
source: The photo has been added to your gallery.
pt_br: A foto foi adicionada a sua galeria.

# ALERT_MESSAGE_SHOWCASE_USER_COLLECTION_ADD_ERROR
source: An error prevents your photo from being added to the gallery at this time. Please try again.
pt_br: Um erro impede que sua foto seja adicionada a galeria no momento. Por favor, tente novamente.

# ALERT_TITLE_REMOVE_PHOTO_USER_COLLECTION
source: Remove Photos
pt_br: Remover fotos

# ALERT_MESSAGE_REMOVE_PHOTO_USER_COLLECTION
source: Do you want to remove the selected photos from your collection? This operation can not be undone!
pt_br: Deseja remover as fotos selecionadas da sua coleção? Esta operação não pode ser desfeita!

# ALERT_TITLE_SAVE_TO_COLLECTION_ERROR
source: Error
pt_br: Erro

# ALERT_MESSAGE_SAVE_TO_COLLECTION_ERROR
source: An error prevents the contents of your collection from loading at this time.
pt_br: Um erro impede que o conteúdo de sua coleção seja carregado no momento.

# ALERT_TITLE_ZONE_NAVIGATOR_ERROR
source: Error
pt_br: Erro

# ALERT_MESSAGE_ZONE_NAVIGATOR_ERROR_LOAD_MAP
source: The map can not be loaded for the requested zone. Please check your connection or try again later.
pt_br: Não é possível carregar o mapa para a zona solicitada. Por favor, verifique sua conexão ou tente mais tarde.

# ALERT_TITLE_ZONE_NAVIGATOR_TITLE
source: Zone Navigator
pt_br: Navegador de Zonas

# ALERT_MESSAGE_ZONE_NAVIGATOR_TITLE
source: This component allows you to navigate between environments (called zones), interacting with points of interest and alternating zones during navigation.
pt_br: Este componente permite navegar entre ambientes (denominados zonas), interagindo com pontos de interesse e alternando zonas durante a navegação.

# ALERT_TITLE_3DVIEWER_HINT
source: Target Image
pt_br: Imagem Target

# ALERT_MESSAGE_3DVIEWER_HINT
source: This is the target image where you should point your device to. The 3D object will appear over the image. When printing, make sure the image is 18 cm (7 in) apart.
pt_br: Esta é a imagem alvo para onde você deve apontar seu dispositivo. O objeto 3D aparecerá sobre a imagem. Ao imprimir, certifique-se que a imagem tenha 18 cm de lado.

# ALERT_MESSAGE_3DVIEWER_TUTORIAL_AR
source: When a horizontal plane is recognized in the environment, touch the screen to lock the object in position. With two touches it will be free again for repositioning.
pt_br: Quando um plano horizontal for reconhecido no ambiente toque na tela para fixar o objeto numa posição. Com dois toques ele ficará novamente livre para reposicionamento.

# ALERT_TITLE_APP_OPTIONS_RESET_TUTORIALS
source: Tutorials
pt_br: Tutoriais

# ALERT_MESSAGE_APP_OPTIONS_RESET_TUTORIALS
source: Do you want to restore all application tutorials?
pt_br: Deseja restaurar todos os tutoriais do aplicativo?

# BUTTON_TITLE_LOGIN
source: SIGN-IN
pt_br: ACESSAR

# BUTTON_TITLE_ACCOUNT
source: SIGN-UP
pt_br: CADASTRAR-SE

# BUTTON_TITLE_ACCOUNT_AMIGAS
source: I WANT TO BE RESELLER
pt_br: QUERO SER REVENDEDOR(A)

# BUTTON_TITLE_ROLE_DIST
source: I AM DISTRIBUITOR
pt_br: SOU DISTRIBUIDOR(A)

# BUTTON_TITLE_ROLE_RESELLER
source: I AM RESELLER
pt_br: SOU REVENDEDOR(A)

# BUTTON_TITLE_PASSWORD_RECOVERY
source: FORGOT PASSWORD?
pt_br: ESQUECEU A SENHA?

# BUTTON_TITLE_ACCOUNT_SAVE
source: SAVE
pt_br: SALVAR

# BUTTON_TITLE_CHANGE_PASSWORD
source: RESET PASSWORD
pt_br: REDEFINIR SENHA

# BUTTON_TITLE_EVENT_SUBSCRIBE
source: SIGN-UP
pt_br: INSCREVA-SE

# BUTTON_TITLE_EVENT_FAVORITE
source: SIGN-UP
pt_br: INSCREVA-SE

# BUTTON_TITLE_EVENT_UNFAVORITE
source: CANCEL
pt_br: REMOVER INSCRIÇÃO

# BUTTON_TITLE_DOWNLOAD_FILE
source: DOWNLOAD
pt_br: BAIXAR

# BUTTON_TITLE_RESET
source: RESET
pt_br: REDEFINIR

# BUTTON_TITLE_SEARCH_ASSOCIATES
source: SEARCH
pt_br: PESQUISAR

# BUTTON_TITLE_DONE
source: Done
pt_br: Pronto

# BUTTON_TITLE_CLEAR_FILTER
source: CLEAR FILTER
pt_br: LIMPAR FILTRO

# BUTTON_TITLE_CLEAR_ALL_FILTERS
source: Clear all filters
pt_br: limpar filtros

# BUTTON_TITLE_CATEGORY
source: Filter categories
pt_br: Filtrar por categoria

# BUTTON_TITLE_VIEW_IN_WEBSITE
source: View website
pt_br: Ver pelo site

# BUTTON_TITLE_100_PHOTO_SAVE
source: Save
pt_br: Salvar

# BUTTON_TITLE_100_PHOTO_SHARE
source: Share to screen
pt_br: Exibir no telão

# BUTTON_TITLE_OPEN_LINKEDIN
source: Open LinkedIn
pt_br: Abrir LinkedIn

# BUTTON_TITLE_DOWNLOAD_CANCEL
source: Cancel Download
pt_br: Cancelar Download

# BUTTON_TITLE_LEAVE_CHAT
source: Leave
pt_br: Sair

# BUTTON_TITLE_VALIDATE
source: CONFIRM
pt_br: CONFIRMAR

# BUTTON_TITLE_POST
source: Post
pt_br: Publicar

# BUTTON_TITLE_LOGIN_BACK_TO_CODE
source: ACCESS ANOTHER EVENT
pt_br: ACESSAR OUTRO EVENTO

# BUTTON_TITLE_SEARCH
source: SEARCH
pt_br: BUSCAR

# BUTTON_TITLE_FINALIZE_ORDER
source: FINALIZE ORDER
pt_br: FECHAR PEDIDO

# BUTTON_TITLE_CONTINUE_SHOPPING
source: CONTINUE SHOPPING
pt_br: CONTINUAR COMPRANDO

# BUTTON_TITLE_REVENDOR_ACCOUNT_NORMAL
source: SIGN-UP
pt_br: CADASTRAR

# BUTTON_TITLE_REVENDOR_ACCOUNT_FACEBOOK
source: SIGN-UP WITH FACEBOOK
pt_br: CADASTRAR COM FACEBOOK

# BUTTON_TITLE_TERMS_ACCEPT
source: I ACCEPT THE TERMS AND CONDITIONS
pt_br: ACEITO OS TERMOS E CONDIÇÕES

# BUTTON_TITLE_TERMS_AND_RULES
source: TERMS AND CONDITIONS
pt_br: TERMOS E CONDIÇÕES

# BUTTON_TITLE_COUPON_REGISTER
source: REGISTER COUPONS
pt_br: CADASTRAR NF's

# BUTTON_TITLE_RETURN_TO_START
source: Return to start
pt_br: Voltar para o início

# BUTTON_TITLE_SEND_ANSWER
source: SEND ANSWER
pt_br: ENVIAR RESPOSTA

# BUTTON_TITLE_PROMOTION_DONE_REGISTER
source: SEE BALANCE PROMOTION
pt_br: VER EXTRATO PROMOÇÃO

# BUTTON_TITLE_SIGNUP_PROMOTION
source: REGISTER
pt_br: REALIZAR CADASTRO

# BUTTON_TITLE_NF_SCAN_TAKE_PHOTO
source: TAKE PHOTO
pt_br: TIRAR FOTO

# BUTTON_TITLE_NF_SCAN_INVOICE_REGISTER
source: INVOICE REGISTER
pt_br: REGISTRAR NOTA FISCAL

# BUTTON_TITLE_NF_SCAN_INVOICE_NEW
source: REGISTER NEW INVOICE
pt_br: CADASTRAR NOVA NOTA

# BUTTON_TITLE_NF_SCAN_SEE_MY_INVOICES
source: SEE MY INVOICES
pt_br: VER MINHAS NOTAS

# BUTTON_TITLE_CREATE_LUCKY_NUMBERS
source: GENERATE LUCKY NUMBERS
pt_br: GERAR NÚMEROS DA SORTE

# BUTTON_TITLE_RSVP_CONFIRM
source: Confirm
pt_br: Confirmar

# BUTTON_COUPON_TITLE
source: Generate Coupon
pt_br: Gerar Cupom

# BUTTON_TITLE_GALLERY_EDIT
source: Edit
pt_br: Editar

# BUTTON_TITLE_PRINT
source: Print
pt_br: Imprimir

# LABEL_WELCOME
source: Welcome!
pt_br: Bem-vindo!

# LABEL_TITLE_EVENT_DOWNLOAD
source: AVAILABLE FILES
pt_br: ARQUIVOS DISPONÍVEIS

# LABEL_TITLE_EVENT_CANCEL
source: Cancel event
pt_br: Cancelar Inscrição

# LABEL_TITLE_EVENT_RESEARCH
source: Feedback
pt_br: Pesquisa de Satisfação

# LABEL_EVENT_DESC_TITLE_TYPE
source: TYPE
pt_br: TIPO

# LABEL_EVENT_DESC_TITLE_PALES
source: SPEAKER
pt_br: PALESTRANTE

# LABEL_EVENT_DESC_TITLE_SYNOPSIS
source: INFORMATIONS
pt_br: INFORMAÇÕES

# LABEL_EVENT_DESC_TITLE_LANGUAGE
source: LANGUAGES
pt_br: IDIOMAS

# LABEL_EVENT_DESC_TITLE_DATETIME
source: DATE | TIME
pt_br: DATA | HORÁRIO

# LABEL_EVENT_DESC_TITLE_LOCAL
source: LOCATION
pt_br: LOCAL

# LABEL_EVENT_DESC_TITLE_SPONSORS
source: SPONSORS
pt_br: PATROCINADORES

# LABEL_EVENT_DESC_TITLE_DESCRIPTION
source: DESCRIPTION
pt_br: DESCRIÇÃO

# LABEL_ASSOCIATE_IDENTIFIER
source: ASSOCIATE
pt_br: ASSOCIADO

# LABEL_ASSOCIATE_PRODUCTS_SERVICES
source: PRODUCT(S)/SERVICE(S)
pt_br: PRODUTO(S)/SERVIÇO(S)

# LABEL_ASSOCIATE_HIVE_OF_ACTIVITY
source: INDUSTRY
pt_br: RAMOS DE ATIVIDADE

# LABEL_ASSOCIATE_PLACE
source: LOCATION
pt_br: LOCALIDADE

# LABEL_CONTACT_DESC_TITLE_NAME
source: MANAGER NAME
pt_br: NOME DO GERENTE

# LABEL_CONTACT_DESC_TITLE_ROLE
source: TITLE
pt_br: CARGO

# LABEL_CONTACT_DESC_TITLE_PHONE
source: PHONE
pt_br: TELEFONE

# LABEL_CONTACT_DESC_TITLE_DESCRIPTION
source: DESCRIPTION OF DEPARTMENT
pt_br: DESCRIÇÃO DO DEPARTAMENTO

# LABEL_100ANOS_MASK
source: Take your picture
pt_br: Tire sua foto

# LABEL_100ANOS_TIMELINE
source: Chamber's History
pt_br: História da Câmara

# LABEL_TITLE_TAKE_PHOTO
source: Touch screen to take picture
pt_br: Toque na tela para tirar a foto

# LABEL_TEXT_ABOUT
source: This app has as purpose to give easy access to information and work.
pt_br: O aplicativo tem o objetivo de facilitar o acesso a informações e atividades desenvolvidas pela instituição.

# LABEL_TEXT_HELP
source: In case you have questions or suggestions, send an e-mail to app@ahkbrasil.com.
pt_br: Caso tenha alguma dúvida ou sugestão envie um e-mail para app@ahkbrasil.com.

# LABEL_CHAT_TODAY
source: Today
pt_br: Hoje

# LABEL_CHAT_YESTERDAY
source: Yesterday
pt_br: Ontem

# LABEL_CHAT_TOMORROW
source: Tomorrow
pt_br: Amanhã

# LABEL_APP_VERSION
source: App Version
pt_br: Versão App

# LABEL_APP_DEVELOPED_BY
source: Developed by
pt_br: Desenvolvido por

# LABEL_TEXT_PRODUCT_SEARCH
source: What do you want to order?
pt_br: O que você deseja pedir?

# LABEL_TERMS_AND_RULES_NO_DATA
source: An error prevents content from loading at this time. Please check your connection or try again later.
pt_br: Um erro impede que o conteúdo seja carregado neste momento. Por favor, verifique sua conexão ou tente mais tarde.

# LABEL_MY_INVOICES_FOOTER
source: * Pending invoices: wait for validation.
pt_br: * Notas em análise: aguardar a validação.

# LABEL_MY_INVOICES_STATUS_PENDING
source: PENDING
pt_br: PENDENTE

# LABEL_MY_INVOICES_STATUS_ANALISING
source: ANALYSING
pt_br: ANALISANDO

# LABEL_MY_INVOICES_STATUS_PROCESSED
source: REGISTERED
pt_br: CADASTRADO

# LABEL_MY_INVOICES_STATUS_INVALID
source: REFUSED
pt_br: RECUSADO

# LABEL_MY_INVOICES_NO_DATA
source: You have not yet submitted any invoices.
pt_br: Você ainda não enviou nenhuma nota fiscal.

# LABEL_PROMOTION_EXTRACT_NO_DATA
source: No information for this promotion was found at this time.
pt_br: Nenhuma informação para esta promoção foi encontrada no momento.

# LABEL_PROMOTION_EXTRACT_COUPONS
source: COUPONS
pt_br: NOTAS FISCAIS

# LABEL_PROMOTION_EXTRACT_GIFTS
source: GIFTS
pt_br: BRINDES

# LABEL_PROMOTION_EXTRACT_LUCKY_NUMBERS
source: LUCKY NUMBERS
pt_br: NÚMEROS DA SORTE

# LABEL_PROMOTION_EXTRACT_NF_REGISTERED
source: Registered
pt_br: Cadastradas

# LABEL_PROMOTION_EXTRACT_NF_CONSUMED
source: Consumed
pt_br: Utilizadas

# LABEL_PROMOTION_EXTRACT_NF_BALANCE
source: Balance
pt_br: Saldo

# LABEL_PROMOTION_EXTRACT_GIFT_AVAILABLE
source: Available
pt_br: Disponíveis

# LABEL_PROMOTION_EXTRACT_GIFT_CONSUMED
source: Redeemed
pt_br: Resgatados

# LABEL_PROMOTION_ALREADY_REGISTERED
source: already registered!
pt_br: já registrado!

# LABEL_PROMOTION_NO_DATA
source: No promotion found at the moment.
pt_br: Nenhuma promoção encontrada no momento.

# LABEL_PHOTO_CROP_AVATAR_TITLE
source: Adjust the image
pt_br: Ajuste a imagem

# LABEL_SHOWCASE_INSTRUCTION
source: tap the image to enlarge
pt_br: toque na imagem para ampliar

# LABEL_SHOWCASE_EMPTY_COLLECTION
source: Your collection does not have any photos to view. After taking a photo with a product from the shop window, touch the button to add it to your collection.
pt_br: Sua coleção não possui fotos para exibição. Após tirar uma foto com um produto da vitrine, toque no botão ❤︎ para adicioná-lo a sua coleção.

# LABEL_3DVIEWER_NO_MODEL_LOADED
source: No template loaded.
pt_br: Nenhum modelo carregado.

# LABEL_3DVIEWER_MESSAGE_MODEL_MANIPULATION
source: Swipe your finger over the object to change the display shape.
pt_br: Passe o dedo sobre o objeto para modificar a forma de visualização.

# LABEL_3DVIEWER_MESSAGE_MODEL_LOAD_ERROR
source: Failed to open object model. Check the url informed.
pt_br: Falha ao abrir o modelo do objeto. Verifique a url informada.

# LABEL_3DVIEWER_MESSAGE_MODEL_FILETYPE_ERROR
source: Failed to open object model. Unsupported file extension.
pt_br: Falha ao abrir o modelo do objeto. Extensão de arquivo não suportado.

# LABEL_3DVIEWER_MESSAGE_MODEL_INVALID_ASSET
source: No asset can be loaded from the object model found.
pt_br: Nenhum asset pode ser carregado do modelo encontrado.

# LABEL_3DVIEWER_MESSAGE_MODEL_NO_MESH
source: No mesh can be loaded for the object model found.
pt_br: Nenhum mesh pode ser carregado para o modelo encontrado.

# LABEL_3DVIEWER_MESSAGE_MODEL_INVALID_MESH
source: The object model found does not have a valid mesh.
pt_br: O modelo encontrado não possui um mesh válido.

# LABEL_3DVIEWER_MESSAGE_MODEL_INVALID_TEXTURE_MAP
source: An invalid texture map was found while loading the material.
pt_br: Um mapa de textura inválido foi encontrado durante o carregamento do material.

# LABEL_3DVIEWER_MESSAGE_MODEL_EMPTY_OBJ
source: No objects found for display.
pt_br: Nenhum objeto foi encontrado para exibição.

# LABEL_ACTION_QUANTITY
source: Amount
pt_br: Quantidade

# MAIN_MENU_OPTION_1_EVENTS
source: Events
pt_br: Eventos

# MAIN_MENU_OPTION_2_SPONSORS
source: Sponsors
pt_br: Patrocinadores

# MAIN_MENU_OPTION_3_TEAM
source: Team
pt_br: Equipe

# MAIN_MENU_OPTION_2_ASSOCIATED
source: Associates
pt_br: Associados

# MAIN_MENU_OPTION_3_YEARS
source: Years
pt_br: Anos

# MAIN_MENU_OPTION_4_CONTACTS
source: Contacts
pt_br: Contatos

# MAIN_MENU_OPTION_4_PUBLICATIONS
source: Publications
pt_br: Publicações

# MAIN_MENU_OPTION_5_NEWSPORTAL
source: News
pt_br: Portal de Notícias

# SIDE_MENU_OPTION_1_HOME
source: Home
pt_br: Início

# SIDE_MENU_OPTION_2_PROMOTIONS
source: Promotions
pt_br: Promoções

# SIDE_MENU_OPTION_3_NF_REGISTER
source: Submit Your Invoices
pt_br: Cadastre suas NF's

# SIDE_MENU_OPTION_4_MY_NFS
source: My Invoices
pt_br: Minhas NF's

# SIDE_MENU_OPTION_5_EXTRACT
source: Balance
pt_br: Extrato

# SIDE_MENU_OPTION_6_STORES
source: Stores
pt_br: Lojas

# SIDE_MENU_OPTION_7_CHRISTMAS_SCHEDULE
source: Holiday Schedule
pt_br: Programação de Natal

# SIDE_MENU_OPTION_8_EXIT
source: Exit
pt_br: Sair

# SIDE_MENU_OPTION_9_USER_INFO
source: Edit Profile
pt_br: Meus Dados

# SIDE_MENU_OPTION_9_B_USER_INFO
source: My Profile
pt_br: Meu Perfil

# SEGMENTEDCONTROL_OPTION_LIST
source: List
pt_br: Lista

# SEGMENTEDCONTROL_OPTION_CALENDAR
source: Calendar
pt_br: Calendário

# SEGMENTEDCONTROL_OPTION_MY_DOCUMENTS
source: My Documents
pt_br: Meus Documentos

# SEGMENTEDCONTROL_OPTION_ALL_DOCUMENTS
source: All
pt_br: Todos

# FOOTER_LABEL_TODAY
source: Today
pt_br: Hoje

# FOOTER_LABEL_REGISTERED
source: Subscribe
pt_br: Inscrito

# FOOTER_LABEL_AVAILABLE
source: Sign-up
pt_br: Inscreva-se

# FOOTER_LABEL_SELECTED
source: Selected
pt_br: Selecionado

# TABLE_VIEW_CELL_LANGUAGE
source: Language
pt_br: Idioma

# TABLE_VIEW_CELL_NUMBER_OF_PAGES
source: Number of pages
pt_br: Nº de páginas

# TABLE_VIEW_CELL_PAGES
source: page (s)
pt_br: página(s)

# TVC_LABEL_FIELD_AUTHOR
source: Author
pt_br: AUTOR

# TVC_LABEL_FIELD_DESCRIPTION
source: Description
pt_br: DESCRIÇÃO

# TVC_LABEL_FIELD_LANGUAGE
source: Language(s)
pt_br: IDIOMA(S)

# TVC_LABEL_FIELD_NUMBER_OF_PAGES
source: Number of pages
pt_br: Nº DE PÁGINAS

# CUSTOM_BUTTON_TITLE_CONFIRM
source: Select
pt_br: Selecionar

# CUSTOM_BUTTON_TITLE_CLEAR
source: Clear
pt_br: Limpar

source: Try Again
pt_br: Tentar Novamente

# ALERT_OPTION_CONFIRM
source: Confirm
pt_br: Confirmar

# ALERT_OPTION_CANCEL
source: Cancel
pt_br: Cancelar

# ALERT_OPTION_CLOSE
source: Close
pt_br: Fechar

# ALERT_OPTION_YES
source: Yes
pt_br: Sim

# ALERT_OPTION_NO
source: No
pt_br: Não

# ALERT_OPTION_SEND
source: Send
pt_br: Enviar

# ALERT_OPTION_SETTINGS
source: Settings
pt_br: Ajustes

# ALERT_OPTION_TAKE_PHOTO
source: Take picture
pt_br: Tirar foto

# ALERT_OPTION_PICK_PHOTO
source: Gallery
pt_br: Biblioteca

# ALERT_OPTION_DELETE
source: Delete
pt_br: Excluir

# ALERT_OPTION_CANCEL_SUBSCRIPTION
source: Cancel subscription
pt_br: Cancelar inscrição

# ALERT_OPTION_CONTINUE_AND_DELETE
source: Continue and delete
pt_br: Continuar e excluir

# ALERT_OPTION_RESEND
source: Resend
pt_br: Reenviar

# ALERT_OPTION_LEAVE
source: Finalize
pt_br: Sair

# ALERT_OPTION_CHAT_BLOCK
source: Block
pt_br: Bloquear

# ALERT_OPTION_CHAT_UNBLOCK
source: Unblock
pt_br: Desbloquear

# ALERT_OPTION_END_REGISTER
source: Cancel Registration
pt_br: Cancelar Cadastro

# ALERT_OPTION_SEE_INVOICE
source: See Invoice Photo
pt_br: Ver Imagem Nota

# ALERT_OPTION_RESET
source: Reset
pt_br: Restaurar

# ALERT_OPTION_REMOVE
source: Delete
pt_br: Remover

# ALERT_SHEET_OPTION_LIKE
source: Like
pt_br: Curtir

# ALERT_SHEET_OPTION_UNLIKE
source: Unlike
pt_br: Descurtir

# ALERT_SHEET_OPTION_COMMENT
source: Comment
pt_br: Comentar

# ALERT_SHEET_OPTION_SHARE
source: Share
pt_br: Compartilhar

# ALERT_SHEET_OPTION_DELETE_POST
source: Delete Post
pt_br: Remover Publicação

# PLACEHOLDER_DIST_CODE
source: Code
pt_br: Código

# PLACEHOLDER_PASSWORD_DIST
source: Password
pt_br: Senha

# PLACEHOLDER_PASSWORD
source: Password
pt_br: Senha

# PLACEHOLDER_PASSWORD_ENASUPER
source: CPF(No points)
pt_br: CPF(Sem pontuação)

# PLACEHOLDER_NAME
source: Name
pt_br: Nome

# PLACEHOLDER_LAST_NAME
source: Last Name
pt_br: Sobrenome

# PLACEHOLDER_PHONE
source: Phone
pt_br: Telefone

# PLACEHOLDER_PHONE_FIX
source: Home Phone
pt_br: Telefone Fixo

# PLACEHOLDER_COMPANY
source: Company
pt_br: Empresa

# PLACEHOLDER_ROLE
source: Role
pt_br: Cargo

# PLACEHOLDER_COUNTRY
source: Country
pt_br: País

# PLACEHOLDER_STATE
source: State
pt_br: Estado

# PLACEHOLDER_CITY
source: City
pt_br: Cidade

# PLACEHOLDER_ZIPCODE
source: Zip
pt_br: CEP

# PLACEHOLDER_ADDRESS
source: Address
pt_br: Endereço

# PLACEHOLDER_NUMBER
source: Number
pt_br: Número

# PLACEHOLDER_ADJUNCT
source: Additional information
pt_br: Complemento

# PLACEHOLDER_NOTE
source: Observations
pt_br: Observações

# PLACEHOLDER_ACTUAL_PASSWORD
source: Current password
pt_br: Senha atual

# PLACEHOLDER_NEW_PASSWORD
source: New password
pt_br: Nova senha

# PLACEHOLDER_NEW_PASSWORD2
source: Password confirmation
pt_br: Confirmar senha

# PLACEHOLDER_ENTERPRISE_NAME
source: Company
pt_br: Nome da Empresa

# PLACEHOLDER_PRODUCTS
source: Products / Services
pt_br: Produtos / Serviços

# PLACEHOLDER_BUTTON_HIVE_OF_ACTIVITY
source: Industry
pt_br: Ramos de Atividade

# PLACEHOLDER_BUTTON_RELOAD_HIVE_OF_ACTIVITY
source: Reload list
pt_br: Recarregar lista

# PLACEHOLDER_SECTOR
source: Company sector
pt_br: Setor da empresa

# PLACEHOLDER_CATEGORY
source: Area of interest
pt_br: Área de interesse

# PLACEHOLDER_CODE
source: Enter with the event code
pt_br: Digite o código do evento

# PLACEHOLDER_POST
source: What are you thinking?
pt_br: No que você está pensando?
