Repository: AtlanticSolutions/oneinternational
Catalog: project-model/ios/objC/LAB360 Project ObjC/LAB360-ObjC/*.lproj/Localizable.strings
Languages: pt_br

# PLACEHOLDER_PRODUCT_SEARCH
source: Search product...
pt_br: Digite a referência do produto

# PLACEHOLDER_BIRTHDATE
source: Birthdate
pt_br: Data de Nascimento

# PLACEHOLDER_GENDER
source: Gender
pt_br: Sexo

# PLACEHOLDER_DISTRICT
source: District
pt_br: Bairro

# PLACEHOLDER_MOBILE_PHONE
source: Mobile Phone
pt_br: Telefone Celular

# PLACEHOLDER_GENDER_MALE
source: Male
pt_br: Masculino

# PLACEHOLDER_GENDER_FEMALE
source: Female
pt_br: Feminino

# PLACEHOLDER_GENDER_OTHER
source: Other
pt_br: Outro

# PLACEHOLDER_DOCUMENT_SEARCH
source: Search document...
pt_br: Buscar documento...

# PLACEHOLDER_VIDEO_SEARCH
source: Search video...
pt_br: Buscar vídeo...

# MESSAGE_ACTIVITY_INDICATOR_LOADING
source: Loading...
pt_br: Carregando...

# MESSAGE_ACTIVITY_INDICATOR_PROCESSING
source: In progress...
pt_br: Processando...

# MESSAGE_ACTIVITY_INDICATOR_DOWNLOADING
source: Downloading...
pt_br: Transferindo...

# MESSAGE_ACTIVITY_INDICATOR_UPDATING
source: Updating...
pt_br: Atualizando...

# MESSAGE_ACTIVITY_INDICATOR_PUBLISHING
source: Posting...
pt_br: Publicando...

# LABEL_EVENT_START
source: Start
pt_br: Início

# LABEL_EVENT_FINISH
source: End
pt_br: Término

# LABEL_EVENT_AVAILABLE
source: Sign-up
pt_br: Inscreva-se

# LABEL_EVENT_SUBSCRIBED
source: Signed up
pt_br: Inscrito

# MONTH_NAME_JAN
source: January
pt_br: Janeiro

# MONTH_NAME_FEV
source: February
pt_br: Fevereiro

# MONTH_NAME_MAR
source: March
pt_br: Março

# MONTH_NAME_ABR
source: April
pt_br: Abril

# MONTH_NAME_MAI
source: May
pt_br: Maio

# MONTH_NAME_JUN
source: June
pt_br: Junho

# MONTH_NAME_JUL
source: July
pt_br: Julho

# MONTH_NAME_AGO
source: August
pt_br: Agosto

# MONTH_NAME_SET
source: September
pt_br: Setembro

# MONTH_NAME_OUT
source: October
pt_br: Outubro

# MONTH_NAME_NOV
source: November
pt_br: Novembro

# MONTH_NAME_DEZ
source: December
pt_br: Dezembro

# LABEL_QUESTION_1
source: Did you like the event?
pt_br: O evento correspondeu à sua expectativa?

# LABEL_QUESTION_2
source: How would you rate the speaker(s)?
pt_br: Como avalia o(s) plastrante(s)? Clareza e objetividade ao expor o assunto

# LABEL_QUESTION_3
source: How would you rate the organization of the event?
pt_br: Como avalia o atendimento e organização da Câmara?

# LABEL_QUESTION_4
source: How did you hear about the event?
pt_br: Como ficou sabendo do evento?

# LABEL_QUESTION_5
source: Comments or suggestions:
pt_br: Comentários ou outro tema de interesse:

# LABEL_ANSWER_Q1_1
source: Exceeded expactions
pt_br: Superou à expectativa

# LABEL_ANSWER_Q1_2
source: Completely
pt_br: Plenamente

# LABEL_ANSWER_Q1_3
source: Expectations met
pt_br: Correspondeu

# LABEL_ANSWER_Q1_4
source: Not met expactations
pt_br: Abaixo

# LABEL_ANSWER_Q1_5
source: Lower than expected
pt_br: Muito abaixo

# LABEL_ANSWER_Q4_1
source: Website AHK
pt_br: Site AHK

# LABEL_ANSWER_Q4_2
source: Application
pt_br: Aplicativo

# LABEL_ANSWER_Q4_4
source: LinkedIn
pt_br: LinkdIn

# LABEL_ANSWER_GREAT
source: Great
pt_br: Ótimo

# LABEL_ANSWER_GOOD
source: Good
pt_br: Bom

# LABEL_ANSWER_REGULAR
source: Normal
pt_br: Regular

# LABEL_ANSWER_INSUFFICIENT
source: Insufficient
pt_br: Insuficiente

# LABEL_ANSWER_BAD
source: Bad
pt_br: Ruim

# LABEL_POST_CREATE_NEW
source: What is on your mind?
pt_br: No que você está pensando?

# LABEL_POST_SPONSOR_ACTION
source: Visit
pt_br: Visite

# LABEL_POST_BUTTON_COMMENT
source: comment
pt_br: comentar

# LABEL_POST_QTD_COMMENTS_SINGULAR
source: comment
pt_br: comentário

# LABEL_POST_QTD_COMMENTS_PLURAL
source: comments
pt_br: comentários

# LABEL_POST_NO_CONNECTION
source: No internet connection...
pt_br: Sem conexão com a internet...

# LABEL_POST_NO_ITEMS_AVAILABLES
source: No data is currently available. Please pull down to refresh.
pt_br: Nenhum item disponível no momento. Puxe para atualizar.

# LABEL_POST_REFRESH_CONTROL_PULL_TO_UPDATE
source: Pull down to refresh
pt_br: Puxe para atualizar

# LABEL_POST_REFRESH_CONTROL_UPDATING
source: Updating...
pt_br: Buscando...

# LABEL_SHOWCASE_NO_ITEMS_AVAILABLES
source: No data is currently available.
pt_br: Nenhum item disponível no momento.

# LABEL_APP_OPTIONS_TITLE
source: In this menu you can define various settings for the application, including appearance and some modes of operation.
pt_br: Neste menu você pode definir várias configurações para o aplicativo, incluindo aparência e alguns modos de funcionamento.

# LABEL_APP_OPTIONS_ITEM_TUTORIAL_MAIN
source: Tutorials
pt_br: Tutoriais

# LABEL_APP_OPTIONS_ITEM_TUTORIAL_A
source: Tap to restore application tutorials.
pt_br: Toque para restaurar os tutoriais do aplicativo.

# LABEL_APP_OPTIONS_ITEM_SECURITY_MAIN
source: Safety
pt_br: Segurança

# LABEL_APP_OPTIONS_ITEM_SECURITY_A
source: Use biometric protection (TouchID or FaceID) to unlock access to the application.
pt_br: Utilize proteção biométrica (TouchID ou FaceID) para desbloquear o acesso ao aplicativo.

# LABEL_APP_OPTIONS_ITEM_PERMISSIONS_MAIN
source: Permissions
pt_br: Permissões

# LABEL_APP_OPTIONS_ITEM_PERMISSIONS_A
source: Check the status of permissions used by the application.
pt_br: Verifique o status das permissões utilizadas pelo aplicativo.

# LABEL_APP_OPTIONS_ITEM_SOUNDS_MAIN
source: Sounds
pt_br: Sons

# LABEL_APP_OPTIONS_ITEM_SOUNDS_A
source: Sound effects Enabled.
pt_br: Efeitos sonoros Habilitados.

# LABEL_APP_OPTIONS_ITEM_SOUNDS_B
source: Sound effects Disabled.
pt_br: Efeitos sonoros Desabilitados.

# LABEL_APP_OPTIONS_ITEM_LANGUAGE_MAIN
source: Language
pt_br: Linguagem

# LABEL_APP_OPTIONS_ITEM_LANGUAGE_A
source: Toggle the interface language.
pt_br: Alterne a linguagem da interface.

# LABEL_APP_OPTIONS_ITEM_GEOFENCE_MAIN
source: Geofence
pt_br: Cercas Virtuais

# LABEL_APP_OPTIONS_ITEM_GEOFENCE_A
source: Check conditions and geofences currently active.
pt_br: Verifique as condições e cercas ativas no momento.

# LABEL_APP_OPTIONS_ITEM_CONTACTS_MAIN
source: Contact
pt_br: Entre em Contato

# LABEL_APP_OPTIONS_ITEM_CONTACTS_A
source: Report app errors, ask questions, and share tips.
pt_br: Reporte erros do aplicativo, tire dúvidas e compartilhe sugestões.

# STRING_ITEM
source: selected item
pt_br: item selecionado

# STRING_ITENS
source: selected items
pt_br: itens selecionados

# SECTION_TITLE_GROUP
source: Groups
pt_br: Grupos

# SECTION_TITLE_CHAT
source: Chats
pt_br: Conversas

# SECTION_TITLE_SPEAKER
source: Speakers
pt_br: Palestrantes

# PUSH_NOTIFICATION_OPTION_READ_MESSAGE
source: Read Message
pt_br: Ler Mensagem

# PUSH_NOTIFICATION_OPTION_INTERACTIVE_YES
source: Yes
pt_br: Sim

# PUSH_NOTIFICATION_OPTION_INTERACTIVE_NO
source: No
pt_br: Não

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_1
source: Sunday
pt_br: domingo

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_2
source: Monday
pt_br: segunda-feira

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_3
source: Tuesday
pt_br: terça-feira

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_4
source: Wednesday
pt_br: quarta-feira

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_5
source: Thursday
pt_br: quinta-feira

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_6
source: Friday
pt_br: sexta-feira

# TOOL_BOX_CALENDAR_DAYOFWEEK_DAY_7
source: Saturday
pt_br: sábado

# TOOL_BOX_CALENDAR_LABEL_TODAY
source: today
pt_br: hoje

# TOOL_BOX_CALENDAR_LABEL_YESTERDAY
source: yesterday
pt_br: ontem

# SURVEY_ERROR
source: Error!
pt_br: Erro!

# SURVEY_ERROR_MESSAGE
source: A server error has occurred, try again later.
pt_br: Ocorreu um erro no servidor, tente novamente mais tarde.

# SURVEY_SUCCESS
source: Success!
pt_br: Sucesso

# SURVEY_SUCCESS_MESSAGE
source: Thanks for submitting!
pt_br: Obrigado por responder a pesquisa!

# SURVEY_ATENTION
source: Attention
pt_br: Atenção

# SURVEY_ONE_QUESTIONS_NEEDED
source: At least one field is required.
pt_br: Ao mínimo um campo precisa ser respondido.

# SURVEY_REQUIRED_QUESTIONS_NEEDED
source: All fields with (*) are required.
pt_br: Os campos com * são obrigatórios.

# SURVEY_CANCEL
source: Cancel
pt_br: Cancelar

# SURVEY_SEND_CONFIRM
source: Do you want to subit the survey?
pt_br: Deseja enviar a pesquisa?

# SURVEY_SEND
source: Submit
pt_br: Enviar

# MESSAGE_REGISTER_EMPTY
source: All fields with (*) are required
pt_br: Todos os campos com (*) devem ser preenchidos

# LABEL_FIRST_NAME
source: First Name *
pt_br: Primeiro nome *

# LABEL_LAST_NAME
source: Last Name *
pt_br: Último nome *

# LABEL_PHONE
source: Phone
pt_br: Telefone

# LABEL_GENDER
source: Gender
pt_br: Sexo

# LABEL_COMPANY_NAME
source: Company
pt_br: Nome da empresa

# LABEL_PASSWORD
source: Password *
pt_br: Senha *

# LABEL_CONFIRM_PASSWORD
source: Password confirmation *
pt_br: Confirmação de senha *

# LABEL_FEMALE
source: Female
pt_br: Feminino

# LABEL_MALE
source: Male
pt_br: Masculino

# LABEL_BIRTH_DATE
source: Birthdate
pt_br: Data de nascimento

# MESSAGE_TYPE_EMAIL
source: Type your email
pt_br: Digite seu email

# MESSAGE_SUCCESS_RESET
source: An email with instructions to recover your password has been sent.
pt_br: Um email foi enviado com instruções para você redefinir sua senha.

# LABEL_IMPORTANTS_NEWS
source: The app from eldiariosur.com
pt_br: O app do eldiariosur.com

# LABEL_BEST_DEALS
source: Best deals
pt_br: Melhores ofertas

# MESSAGE_TOTAL_POINTS
source: Total: <total> points Points required for draw: <minimo>
pt_br: Total: <total> pontos Pontos necessários para sorteio: <minimo>

# MESSAGE_NOT_ENABLED_TO_PROMOTION
source: There are <pontos> points to participate in the draw.
pt_br: Faltam <pontos> pontos para participar do sorteio.

# MESSAGE_ENABLED_TO_PROMOTION
source: Congratulations, you are participating in the draw.
pt_br: Parabéns, você está participando do sorteio.

# LABEL_POINTS_DATE
source: Date
pt_br: Data

# LABEL_POINTS_POINTS
source: points
pt_br: pontos

# LABEL_POINTS_STORE
source: Store
pt_br: Loja

# LABEL_ORDERS_ORDER
source: ORDER
pt_br: PEDIDO

# LABEL_ORDERS_PRICE
source: PRICE
pt_br: VALOR

# LABEL_ACCEPT_TERMS
source: I accept the terms and conditions of the Regulations of the Promotion
pt_br: Eu aceito os termos e as condições dos Regulamentos da Promoção

# LABEL_HIGHLIGHT_TERMS
source: the terms and conditions
pt_br: os termos e as condições

# LABEL_APP_OPTIONS_CONTACT_EMAIL_MESSAGE
source: Choose the subject you want to treat:
pt_br: Escolha o assunto deseja tratar:

# LABEL_APP_OPTIONS_CONTACT_EMAIL_FEEDBACK
source: Thank you for contacting us!
pt_br: Obrigado por entrar em contato!

# LABEL_APP_OPTIONS_CONTACT_EMAIL_1
source: Report Bug
pt_br: Relatar Bug

# LABEL_APP_OPTIONS_CONTACT_EMAIL_2
source: Ask Questions
pt_br: Tirar Dúvidas

# LABEL_APP_OPTIONS_CONTACT_EMAIL_3
source: Suggestions
pt_br: Sugestões

# LABEL_APP_OPTIONS_CONTACT_EMAIL_4
source: Others
pt_br: Outros

# LABEL_IDIOMA_SELECIONADA
source: Current Language:
pt_br: Idioma atual:

# LABEL_SELECIONAR_IDIOMA
source: Select your language:
pt_br: Selecione o idioma desejado:

# LINGUAGEM_DO_DEVICE
source: Device language
pt_br: Idioma do aparelho

# TITLE_CONFIGURANTION_LANGUAGE
source: Language
pt_br: Idioma

# TITLE_ALERT_LANGUAGE
source: Warning
pt_br: Atenção

# SUBTITLE_ALERT_LANGUAGE
source: By confirming you will change the language of the application to the language chosen.
pt_br: Ao confirmar você alterará o idioma do aplicativo para o idioma escolhido.

# TITLE_CONFIRM_BUTTON_ALERT
source: Confirm
pt_br: Confirmar

# TITLE_CANCEL_BUTTON_ALERT
source: Cancel
pt_br: Cancelar

# SUBTITLE_CHANGED_LANGUAGE
source: Language changed successfully
pt_br: Idioma alterado com sucesso

# TITLE_SAME_LANGUAGE
source: This language is already active
pt_br: Este idioma já está ativo

# SPECIAL_INPUT_KEY_LOCATION_COUNTRY
source: Country
pt_br: País

# SPECIAL_INPUT_KEY_LOCATION_COUNTRYCODE
source: Country Code
pt_br: Código País

# SPECIAL_INPUT_KEY_LOCATION_CITY
source: City
pt_br: Cidade

# SPECIAL_INPUT_KEY_LOCATION_SUBLOCALITY
source: SubLocality
pt_br: Região

# SPECIAL_INPUT_KEY_LOCATION_NAME
source: Name
pt_br: Bairro

# SPECIAL_INPUT_KEY_LOCATION_STREET
source: Street
pt_br: Rua

# SPECIAL_INPUT_KEY_LOCATION_ZIP
source: ZIP
pt_br: CEP

# SPECIAL_INPUT_KEY_LOCATION_STATE
source: State
pt_br: Estado

# SPECIAL_INPUT_KEY_CODEREADER_TYPE
source: Type
pt_br: Tipo

# SPECIAL_INPUT_KEY_CODEREADER_CONTENT
source: Content
pt_br: Conteúdo

# SPECIAL_INPUT_KEY_COLORPICKER_NAME
source: Name
pt_br: Nome

# DeviceLanguageKey_Default
source: Device language
pt_br: Idioma do aparelho
